Repository: tkausch/Transcription
Catalog: Transcribe/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, is, nb, sv

source: Whisper Models
da: Whisper-modeller
de: Whisper-Modelle
es: Modelos Whisper
fr: Modèles Whisper
is: Whisper-líkön
nb: Whisper-modeller
sv: Whisper-modeller

source: Download
de: Laden
es: Descargar
fr: Télécharger
is: Sækja
nb: Last ned
sv: Ladda ner

source: Model
de: Modell
es: Modelo
fr: Modèle
is: Líkan
nb: Modell
sv: Modell

source: OK
es: Aceptar
is: Í lagi

source: Info
fr: Infos
is: Upplýsingar
